Repository: webyneter/Components-Analysis
Catalog: App/SettingsForm.*.resx
Languages: ru

# lblRecentsMemorized.Text
source: Recents Memorised:
ru: Количество недавних:

# lblSupportedInputFileFormats.Text
source: Supported Input File Formats:
ru: Форматы входных файлов:

# lblProjectsDir.Text
source: Projects Directory:
ru: Папка файлов сессий:

# lblInputFilesDir.Text
source: Input Files Directory:
ru: Папка входных файлов:

# lblOutputFilesDir.Text
source: Output Files Directory:
ru: Папка выходных файлов:

# lblLanguage.Text
source: Language:
ru: Язык:

# btnOutputFilesDirBrowse.Text
source: Browse...
ru: Папка...

# btnOutputFilesDirResetPath.Text
source: Reset
ru: Сброс

# btnInputFilesDirBrowse.Text
source: Browse...
ru: Папка...

# btnInputFilesDirResetPath.Text
source: Reset
ru: Сброс

# btnProjectsDirBrowse.Text
source: Browse...
ru: Папка...

# btnProjectsDirResetPath.Text
source: Reset
ru: Сброс

# brnResetLanguage.Text
source: Reset
ru: Сброс

# tpGeneral.Text
source: General
ru: Общие

# btnOk.Text
source: OK
ru: ОК

# btnCancel.Text
source: Cancel
ru: Отмена

# btnApply.Text
source: Apply
ru: Применить

# $this.Text
source: Settings
ru: Настройки

# btnInputFilesDirReset.Text
source: Reset
ru: Сброс

# btnLanguageReset.Text
source: Reset
ru: Сброс

# btnOutputFilesDirReset.Text
source: Reset
ru: Сброс

# btnProjectsDirReset.Text
source: Reset
ru: Сброс

# btnEstimated.Text
source: Estimated
ru: Оценочно

# cbKPCACenterInFeatureSpace.Text
source: Center in feature space
ru: Центрировать в пространстве признаков

# label10.Text
source: Analysis Method:
ru: Метод анализа:

# label7.Text
source: Analysis Method:
ru: Метод анализа:

# tpAnalysis.Text
source: Analysis
ru: Анализ

# tpKernelPCA.Text
source: Kernel PCA
ru: Ядерный АГК

# tpPCA.Text
source: PCA
ru: АГК

# rbKPCAGaussianKernel.Text
source: Gaussian kernel
ru: Гауссово ядро

# rbKPCAPolynomialKernel.Text
source: Polynomial kernel
ru: Полиномиальное ядро

# lblKPCAConstant.Text
source: Constant:
ru: Константа:

# lblKPCADegree.Text
source: Degree:
ru: Показатель:

# btnKPCAEstimated.Text
source: Estimated
ru: Оценить

source: Changes will take place after restart only
ru: Изменения вступят в силу только после перезапсука программы
